export default {
  projections: {
    БригадаE: {
      начбр: {
        __caption__: 'Начбр'
      },
      конбр: {
        __caption__: 'Конбр'
      },
      назначение: {
        __caption__: 'Назначение'
      },
      состав: {
        __caption__: 'Состав',
        сотрудник: {
          __caption__: 'Сотрудник',
          фамилия: {
            __caption__: 'Фамилия'
          }
        },
        должность: {
          __caption__: 'Должность',
          код: {
            __caption__: 'Код'
          }
        }
      }
    },
    БригадаL: {
      начбр: {
        __caption__: 'Начбр'
      },
      конбр: {
        __caption__: 'Конбр'
      },
      назначение: {
        __caption__: 'Назначение'
      }
    }
  },
  validations: {
    конбр: {
      __caption__: 'Конбр'
    },
    назначение: {
      __caption__: 'Назначение'
    },
    начбр: {
      __caption__: 'Начбр'
    },
    состав: {
      __caption__: 'Состав'
    }
  }
};
